Repository: zhangliangzhi/iosStudyBySwift
Catalog: xxcolor/xxcolor/*.lproj/Localizable.strings
Languages: de, fr, ko

source: Setting
de: Die
fr: Cadre
ko: 설정

source: Find Color
de: Finden Farbe
fr: Trouver La Couleur
ko: 찾기 색

source: Start Game
de: Spiel Starten
fr: Commencer
ko: 경기 시작

source: Game Over
de: Das spiel ist vorbei
ko: 게임 끝

source: Score
ko: 분

source: Ranking
fr: Classement
ko: 순위

source: Local Ranking
de: Die rangliste
fr: La liste locale
ko: 지방 위는

source: Remaining time
de: Die verbleibende zeit
fr: Reste
ko: 남은 시간

source: point
de: Punkt
ko: 시

source: Play Again
de: Wieder Spielen
fr: Jouer
ko: 다시

source: All Rank
de: Rang
fr: All Rang
ko: 모든 질서

# Play MaxTime
source: Unlimited Time Mode
de: unbegrenzte zeit - modus
fr: un temps illimité mode
ko: 무한한 시간 모드

source: Rank
de: Rang
fr: Grade
ko: 질서

source: Next
de: Nächste
fr: suivant
ko: 다음

source: Shop
de: Geschäft
fr: Boutique
ko: 가게

source: Diamond
de: Diamant
fr: Diamant
ko: 다이아몬드

source: Coin
de: Gold
fr: or
ko: 금

source: Buy Diamond
de: Kaufen Sie Diamanten
fr: diamants acheter
ko: 다이아몬드를 구입

source: You have
de: Sie haben
fr: vous avez
ko: 당신은이

# Use Diamond
source: Use
de: Verwendung
fr: utilisation
ko: 용도

# addsec
source: Add 10 Second. -10
de: Erhöhte sich um 10 Sekunden. -10
fr: A augmenté de 10 secondes. -10
ko: 십초 증가했다. -10

# showme
source: Show me which one?
de: Das ist nicht die gleiche Show?
fr: Ce qui n'est pas le même spectacle?
ko: 어느하지가 같은 쇼?

# nodiamond
source: Not enough diamonds
de: Es gibt nicht genug Diamanten
fr: Il n'y a pas suffisamment de diamants
ko: 충분한 다이아몬드는 없다

source: Sucess
de: Erfolg
fr: Succès
ko: 성공

# content shop
source: Connecting to store... ...
de: Connecting Stores...
