Repository: zhangliangzhi/iosStudyBySwift
Catalog: SavePassword/SavePassword/Localization/*.lproj/Localizable.strings
Languages: et

source: SavePassword
et: Päästa salasõna

# desc
source: 【SavePassword】 -> Safe, Concise, Practical, Efficient Password manager APP. Save password to the private iCloud.
et: 【 Päästa salasõna 】 - > ohutu, lühidalt, praktiline, tõhusa salasõna juhataja app.päästa parooli, et era - icloud.

# IDnot
source: ID can not be empty
et: ID ei saa olla tühi

source: save sucess
et: päästa sucess

# IDre
source: ID can not repeat
et: ID ei saa korrata

source: Update
et: ajakohastamine

source: Add
et: ja

source: Title
et: pealkirja

source: Save
et: päästa

source: Note
et: märkus

source: Account
et: konto

source: Password
et: kood

source: Enter Title
et: sisesta pealkiri

source: Enter Sort ID
et: sisesta nagu id

source: Enter URL
et: sisesta url

source: Pull to refresh
et: tõmba värskendada
